{
  "hari": {
    "Minggu": "Cenderung ditandai oleh penurunan tuntutan eksternal dan ritme sosial yang lebih lambat. Secara psikologis cocok untuk pemulihan kognitif, refleksi diri, dan konsolidasi pengalaman minggu sebelumnya. Aktivitas yang minim tekanan membantu menurunkan beban mental dan memulihkan fokus.",
    "Senin": "Biasanya berasosiasi dengan transisi dari fase istirahat ke fase terstruktur. Cocok untuk aktivitas perencanaan, penetapan prioritas, dan tugas awal yang membantu membangun momentum tanpa langsung membebani kapasitas atensi.",
    "Selasa": "Sering menjadi titik stabilisasi ritme kerja. Kapasitas fokus relatif baik untuk tugas yang membutuhkan konsentrasi berkelanjutan, penyelesaian masalah, dan pengurangan backlog pekerjaan yang tertunda.",
    "Rabu": "Berada di tengah siklus mingguan, sering efektif untuk komunikasi, koordinasi, dan pembelajaran. Secara kognitif mendukung pertukaran informasi, diskusi, dan penyesuaian strategi berdasarkan umpan balik.",
    "Kamis": "Cocok untuk aktivitas yang membutuhkan ketekunan, konsistensi, dan eksekusi bertahap. Biasanya baik untuk pekerjaan jangka menengah yang memerlukan disiplin dan kontrol diri.",
    "Jumat": "Sering diasosiasikan dengan penurunan beban kerja menjelang akhir siklus. Secara psikologis sesuai untuk evaluasi, penutupan tugas, refleksi pencapaian, dan aktivitas yang memberi rasa penyelesaian.",
    "Sabtu": "Menandai pergeseran ke mode eksploratif dan sosial. Mendukung kreativitas, aktivitas rekreasional, dan interaksi sosial yang lebih santai, yang dapat memperkaya perspektif dan keseimbangan emosional."
  },
  "pasaran": {
    "Legi": "Ditandai oleh kecenderungan pendekatan yang ringan dan berhati-hati. Cocok untuk aktivitas dengan tuntutan emosional rendah, pengambilan keputusan bertahap, dan interaksi yang memerlukan sensitivitas interpersonal.",
    "Pahing": "Menggambarkan pola intensitas yang lebih tinggi dan dorongan bertindak yang kuat. Sesuai untuk situasi yang membutuhkan ketegasan, pengambilan keputusan jelas, dan penyaluran energi ke arah yang terstruktur.",
    "Pon": "Merepresentasikan keseimbangan dan moderasi. Cocok untuk menata ritme kerja, menjaga kestabilan emosi, dan menyelaraskan berbagai tuntutan tanpa condong ke ekstrem tertentu.",
    "Wage": "Cenderung tenang dan sederhana, mendukung aktivitas dengan beban kognitif rendah. Baik untuk merapikan detail kecil, pekerjaan administratif, dan tugas yang membutuhkan kesabaran.",
    "Kliwon": "Berkaitan dengan peningkatan kepekaan internal dan refleksi mendalam. Cocok untuk aktivitas yang melibatkan introspeksi, pemrosesan emosi, dan penggunaan intuisi berbasis pengalaman."
  },
  "wuku": {
    "Sinta": "Menggambarkan fase awal siklus, cocok untuk inisiasi bertahap dan adaptasi awal. Mendukung pembentukan kebiasaan baru dengan tekanan minimal.",
    "Landep": "Mendukung ketajaman perhatian terhadap detail. Cocok untuk pekerjaan teknis, analitis, dan tugas yang memerlukan presisi tinggi.",
    "Wukir": "Merepresentasikan keteguhan dan orientasi tujuan. Baik untuk menjaga fokus jangka panjang dan konsistensi arah.",
    "Kurantil": "Mengarah pada regulasi diri dan keseimbangan internal. Cocok untuk penataan ulang ritme hidup dan evaluasi kebiasaan.",
    "Tolu": "Menunjukkan stabilitas dan kehangatan sosial. Mendukung pembangunan relasi dan kerja kolaboratif yang berkelanjutan.",
    "Gumbreg": "Fase peninjauan ulang. Cocok untuk mengidentifikasi ketidakteraturan dan menyusun kembali rencana yang kurang efektif.",
    "Warigalit": "Mendukung kerja terarah dengan konsistensi tinggi. Baik untuk eksekusi rencana yang sudah matang.",
    "Warigagung": "Menandai peningkatan kapasitas dan keberanian bertindak. Cocok untuk mengambil langkah strategis yang lebih besar dengan perhitungan.",
    "Julungwangi": "Mengarah pada ketenangan mental dan kejernihan kognitif. Mendukung aktivitas reflektif dan pengambilan keputusan yang tenang.",
    "Sungsang": "Fase evaluasi kritis. Cocok untuk mengoreksi arah dan memperbaiki kesalahan struktural.",
    "Galungan": "Mendukung penguatan relasi sosial dan apresiasi. Baik untuk aktivitas yang menumbuhkan rasa syukur dan kebersamaan.",
    "Kuningan": "Mengarah pada penuntasan dan pemeliharaan nilai. Cocok untuk menyelesaikan siklus kerja dan menjaga kontinuitas tradisi atau sistem.",
    "Langkir": "Ditandai oleh dinamika tinggi dan vitalitas. Mendukung aktivitas fisik dan tugas yang membutuhkan respons cepat.",
    "Mandasiya": "Mendukung ketelitian, kesabaran, dan kontrol diri. Cocok untuk pekerjaan yang memerlukan ketekunan.",
    "Julungpujut": "Fase eksplorasi kognitif. Baik untuk belajar, riset, dan memperluas wawasan.",
    "Pahang": "Menunjukkan keteguhan emosional. Cocok untuk menghadapi tantangan yang memerlukan daya tahan mental.",
    "Kuruwelut": "Mendukung penataan rutinitas dan efisiensi harian. Baik untuk optimalisasi kebiasaan.",
    "Marakeh": "Mengarah pada kolaborasi dan interaksi hangat. Cocok untuk kerja tim dan negosiasi.",
    "Tambir": "Menekankan pemulihan dan perawatan diri. Mendukung aktivitas yang menjaga kesehatan fisik dan mental.",
    "Medangkungan": "Mendukung keteraturan dan sistematisasi. Cocok untuk membangun struktur dan prosedur.",
    "Maktal": "Mengarah pada penguatan komitmen dan tanggung jawab. Baik untuk konsolidasi keputusan.",
    "Wuye": "Mendukung kreativitas sederhana dan fleksibilitas berpikir. Cocok untuk eksperimen ringan.",
    "Manahil": "Menekankan ketekunan dalam kerja sunyi. Baik untuk tugas yang membutuhkan fokus tanpa gangguan.",
    "Prangbakat": "Menunjukkan dorongan aktivitas tinggi. Cocok untuk eksekusi cepat dan tindakan responsif.",
    "Bala": "Mengarah pada kehati-hatian dan mitigasi risiko. Baik untuk pengambilan keputusan yang memerlukan kewaspadaan.",
    "Wugu": "Fase penataan ulang prioritas. Cocok untuk menyaring kembali fokus dan sumber daya.",
    "Wayang": "Mengarah pada kontemplasi dan pemaknaan pengalaman. Baik untuk refleksi mendalam.",
    "Kulawu": "Mendukung ketenangan dan stabilisasi emosi. Cocok untuk meredakan ketegangan.",
    "Dukut": "Fase panen dan evaluasi hasil. Baik untuk menilai capaian dan belajar dari pengalaman.",
    "Watugunung": "Menandai penutupan siklus dan transisi. Cocok untuk merangkum pelajaran dan bersiap memulai fase baru."
  },
  "neptu": {
    "5": "Menunjukkan kecenderungan fleksibel dengan beban tuntutan rendah. Cocok untuk adaptasi awal dan langkah eksperimental kecil.",
    "6": "Menggambarkan stabilitas praktis. Baik untuk tugas sederhana yang membutuhkan konsistensi.",
    "7": "Merepresentasikan keseimbangan ritme. Cocok untuk menjaga stabilitas kerja dan emosi.",
    "8": "Menunjukkan ketegasan dan kapasitas kontrol. Baik untuk keputusan yang membutuhkan kepastian.",
    "9": "Mengarah pada aktivitas tinggi dan respons cepat. Cocok untuk situasi dinamis.",
    "10": "Menandai keterbukaan sosial dan kolaborasi. Baik untuk kerja tim.",
    "11": "Menggambarkan konsistensi dan komitmen berkelanjutan. Cocok untuk menjaga arah jangka menengah.",
    "12": "Menunjukkan kestabilan dan ketenangan. Baik untuk perencanaan dan penataan ulang.",
    "13": "Mengarah pada sensitivitas dan kreativitas. Cocok untuk pengembangan ide.",
    "14": "Menandai dorongan perubahan dan pengambilan inisiatif.",
    "15": "Menggambarkan keteraturan dan orientasi detail. Baik untuk pekerjaan presisi.",
    "16": "Menunjukkan kapasitas energi tinggi. Cocok untuk beban aktivitas padat.",
    "17": "Mengarah pada ketahanan dan kesabaran. Baik untuk target jangka panjang.",
    "18": "Menandai fokus dan stabilitas tinggi. Cocok untuk penyelesaian tugas besar."
  }
}
